{"class_name": "Sequential", "keras_version": "2.0.3", "backend": "theano", "config": [{"class_name": "SimpleRNN", "config": {"recurrent_constraint": null, "batch_input_shape": [1, 1, 79], "name": "simple_rnn_1", "go_backwards": false, "units": 50, "recurrent_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "implementation": 0, "activation": "relu", "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_regularizer": null, "recurrent_dropout": 0.0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unroll": false, "kernel_constraint": null, "stateful": true, "use_bias": true, "return_sequences": false, "dtype": "float32", "bias_regularizer": null, "dropout": 0.0}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "name": "dense_1", "units": 3, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "activation": "softmax", "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}}}]}