{"keras_version": "2.0.3", "config": [{"config": {"stateful": true, "trainable": true, "bias_regularizer": null, "recurrent_regularizer": null, "return_sequences": true, "use_bias": true, "name": "simple_rnn_1", "activity_regularizer": null, "unroll": false, "dtype": "float32", "activation": "relu", "batch_input_shape": [1, 1, 79], "units": 50, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "recurrent_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "go_backwards": false, "recurrent_constraint": null, "recurrent_dropout": 0.0, "implementation": 0, "dropout": 0.0, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null}, "class_name": "SimpleRNN"}, {"config": {"stateful": true, "trainable": true, "bias_regularizer": null, "recurrent_regularizer": null, "return_sequences": false, "use_bias": true, "name": "simple_rnn_2", "activity_regularizer": null, "unroll": false, "activation": "relu", "units": 50, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "recurrent_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "go_backwards": false, "recurrent_constraint": null, "recurrent_dropout": 0.0, "implementation": 0, "dropout": 0.0, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null}, "class_name": "SimpleRNN"}, {"config": {"bias_constraint": null, "name": "dense_1", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 5, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "activation": "softmax", "kernel_constraint": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential"}