{"class_name": "Sequential", "config": [{"class_name": "SimpleRNN", "config": {"b_regularizer": null, "U_regularizer": null, "W_regularizer": null, "activation": "relu", "go_backwards": false, "init": "uniform", "inner_init": "uniform", "dropout_U": 0.0, "input_dtype": "float32", "batch_input_shape": [1, 1, 79], "name": "simplernn_1", "return_sequences": false, "dropout_W": 0.0, "unroll": false, "trainable": true, "stateful": true, "consume_less": "cpu", "output_dim": 50}}, {"class_name": "Dense", "config": {"b_regularizer": null, "W_regularizer": null, "activation": "softmax", "activity_regularizer": null, "b_constraint": null, "init": "uniform", "bias": true, "W_constraint": null, "input_dim": null, "output_dim": 3, "trainable": true, "name": "dense_1"}}], "keras_version": "1.1.1"}