{"keras_version": "2.0.3", "backend": "theano", "config": [{"class_name": "SimpleRNN", "config": {"kernel_constraint": null, "trainable": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "go_backwards": false, "kernel_regularizer": null, "dtype": "float32", "use_bias": true, "dropout": 0.0, "stateful": true, "bias_regularizer": null, "unroll": false, "batch_input_shape": [1, 1, 79], "bias_initializer": {"class_name": "Zeros", "config": {}}, "return_sequences": true, "implementation": 0, "recurrent_constraint": null, "activity_regularizer": null, "recurrent_regularizer": null, "units": 50, "bias_constraint": null, "activation": "relu", "recurrent_dropout": 0.0, "name": "simple_rnn_1"}}, {"class_name": "SimpleRNN", "config": {"kernel_constraint": null, "trainable": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "go_backwards": false, "kernel_regularizer": null, "use_bias": true, "dropout": 0.0, "stateful": true, "bias_regularizer": null, "unroll": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "return_sequences": false, "implementation": 0, "recurrent_constraint": null, "activity_regularizer": null, "recurrent_regularizer": null, "units": 50, "bias_constraint": null, "activation": "relu", "recurrent_dropout": 0.0, "name": "simple_rnn_2"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "units": 1, "bias_constraint": null, "activation": "sigmoid", "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "class_name": "Sequential"}