{"class_name": "Sequential", "config": [{"class_name": "SimpleRNN", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "dropout": 0.0, "implementation": 0, "batch_input_shape": [1, 1, 79], "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "units": 50, "unroll": false, "stateful": true, "kernel_regularizer": null, "name": "simple_rnn_1", "bias_constraint": null, "kernel_constraint": null, "recurrent_dropout": 0.0, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "go_backwards": false, "return_sequences": true, "recurrent_constraint": null, "use_bias": true, "activity_regularizer": null, "recurrent_regularizer": null}}, {"class_name": "SimpleRNN", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "dropout": 0.0, "implementation": 0, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "units": 50, "unroll": false, "stateful": true, "kernel_regularizer": null, "name": "simple_rnn_2", "bias_constraint": null, "kernel_constraint": null, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "go_backwards": false, "return_sequences": false, "recurrent_constraint": null, "recurrent_regularizer": null, "activity_regularizer": null, "recurrent_dropout": 0.0}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "use_bias": true, "units": 1, "activity_regularizer": null}}], "backend": "theano", "keras_version": "2.0.3"}