{"config": [{"config": {"kernel_regularizer": null, "units": 50, "bias_regularizer": null, "batch_input_shape": [1, 1, 79], "bias_constraint": null, "recurrent_regularizer": null, "stateful": true, "dtype": "float32", "recurrent_dropout": 0.0, "implementation": 0, "recurrent_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "return_sequences": true, "activity_regularizer": null, "name": "simple_rnn_1", "unroll": false, "activation": "sigmoid", "trainable": true, "go_backwards": false, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dropout": 0.0, "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "SimpleRNN"}, {"config": {"kernel_regularizer": null, "units": 50, "bias_regularizer": null, "bias_constraint": null, "recurrent_regularizer": null, "stateful": true, "recurrent_dropout": 0.0, "implementation": 0, "recurrent_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "return_sequences": false, "activity_regularizer": null, "name": "simple_rnn_2", "unroll": false, "activation": "sigmoid", "trainable": true, "go_backwards": false, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dropout": 0.0, "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "SimpleRNN"}, {"config": {"kernel_regularizer": null, "units": 5, "bias_regularizer": null, "bias_constraint": null, "name": "dense_1", "activity_regularizer": null, "activation": "softmax", "trainable": true, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3", "backend": "theano"}