{"backend": "theano", "keras_version": "2.0.3", "config": [{"class_name": "SimpleRNN", "config": {"implementation": 0, "recurrent_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unroll": false, "dtype": "float32", "name": "simple_rnn_1", "recurrent_dropout": 0.0, "dropout": 0.0, "activation": "relu", "recurrent_constraint": null, "kernel_regularizer": null, "units": 50, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "trainable": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "use_bias": true, "batch_input_shape": [1, 1, 79], "stateful": true, "bias_regularizer": null, "return_sequences": true, "kernel_constraint": null, "activity_regularizer": null, "go_backwards": false, "bias_constraint": null}}, {"class_name": "SimpleRNN", "config": {"implementation": 0, "recurrent_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unroll": false, "recurrent_constraint": null, "name": "simple_rnn_2", "recurrent_dropout": 0.0, "dropout": 0.0, "activation": "relu", "return_sequences": true, "kernel_regularizer": null, "units": 40, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "trainable": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "use_bias": true, "stateful": true, "bias_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "go_backwards": false, "bias_constraint": null}}, {"class_name": "SimpleRNN", "config": {"implementation": 0, "recurrent_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unroll": false, "recurrent_constraint": null, "name": "simple_rnn_3", "recurrent_dropout": 0.0, "dropout": 0.0, "activation": "relu", "return_sequences": false, "kernel_regularizer": null, "units": 30, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "trainable": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "use_bias": true, "stateful": true, "bias_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "go_backwards": false, "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "units": 1, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "trainable": true, "name": "dense_1", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "sigmoid", "bias_constraint": null}}], "class_name": "Sequential"}