{"config": [{"config": {"stateful": true, "units": 50, "trainable": true, "bias_regularizer": null, "implementation": 0, "kernel_regularizer": null, "kernel_constraint": null, "go_backwards": false, "batch_input_shape": [1, 1, 79], "dropout": 0.0, "recurrent_constraint": null, "activity_regularizer": null, "use_bias": true, "unroll": false, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_regularizer": null, "return_sequences": true, "recurrent_dropout": 0.0, "name": "simple_rnn_1", "recurrent_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "dtype": "float32"}, "class_name": "SimpleRNN"}, {"config": {"stateful": true, "units": 40, "trainable": true, "bias_regularizer": null, "implementation": 0, "go_backwards": false, "kernel_constraint": null, "kernel_regularizer": null, "name": "simple_rnn_2", "recurrent_constraint": null, "activity_regularizer": null, "use_bias": true, "unroll": false, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "sigmoid", "recurrent_dropout": 0.0, "recurrent_regularizer": null, "return_sequences": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dropout": 0.0, "recurrent_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}}, "class_name": "SimpleRNN"}, {"config": {"stateful": true, "units": 30, "trainable": true, "bias_regularizer": null, "implementation": 0, "go_backwards": false, "kernel_constraint": null, "kernel_regularizer": null, "name": "simple_rnn_3", "recurrent_constraint": null, "activity_regularizer": null, "use_bias": true, "unroll": false, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "sigmoid", "recurrent_dropout": 0.0, "recurrent_regularizer": null, "return_sequences": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dropout": 0.0, "recurrent_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}}, "class_name": "SimpleRNN"}, {"config": {"units": 1, "activity_regularizer": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "sigmoid", "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "backend": "theano", "class_name": "Sequential"}