{"keras_version": "2.0.3", "config": [{"class_name": "SimpleRNN", "config": {"bias_constraint": null, "stateful": true, "go_backwards": false, "recurrent_constraint": null, "trainable": true, "name": "simple_rnn_1", "units": 50, "implementation": 0, "batch_input_shape": [1, 1, 79], "kernel_constraint": null, "unroll": false, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "recurrent_regularizer": null, "recurrent_dropout": 0.0, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "kernel_regularizer": null, "return_sequences": false, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dropout": 0.0, "dtype": "float32", "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "activation": "softmax", "name": "dense_1", "kernel_regularizer": null, "bias_constraint": null, "units": 5, "trainable": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null}}], "backend": "theano", "class_name": "Sequential"}