{"keras_version": "2.0.3", "config": [{"config": {"return_sequences": true, "use_bias": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "units": 50, "dropout": 0.0, "batch_input_shape": [1, 1, 79], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "unroll": false, "recurrent_constraint": null, "name": "simple_rnn_1", "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "implementation": 0, "recurrent_dropout": 0.0, "activation": "relu", "dtype": "float32", "stateful": true, "recurrent_regularizer": null, "bias_constraint": null, "trainable": true, "go_backwards": false, "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "SimpleRNN"}, {"config": {"return_sequences": false, "use_bias": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "units": 50, "dropout": 0.0, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "unroll": false, "recurrent_constraint": null, "name": "simple_rnn_2", "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "implementation": 0, "recurrent_dropout": 0.0, "activation": "relu", "stateful": true, "recurrent_regularizer": null, "bias_constraint": null, "trainable": true, "go_backwards": false, "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "SimpleRNN"}, {"config": {"activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "units": 5, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_1", "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activation": "softmax"}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential"}