{"keras_version": "2.0.3", "class_name": "Sequential", "backend": "theano", "config": [{"class_name": "SimpleRNN", "config": {"units": 50, "activity_regularizer": null, "return_sequences": false, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "implementation": 0, "recurrent_regularizer": null, "kernel_regularizer": null, "name": "simple_rnn_1", "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "dtype": "float32", "dropout": 0.0, "recurrent_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "kernel_constraint": null, "stateful": true, "recurrent_dropout": 0.0, "go_backwards": false, "activation": "relu", "bias_constraint": null, "unroll": false, "use_bias": true, "batch_input_shape": [1, 1, 79], "trainable": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 5, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "kernel_regularizer": null, "bias_constraint": null, "name": "dense_1", "use_bias": true, "trainable": true}}]}