{"keras_version": "1.1.1", "class_name": "Sequential", "config": [{"class_name": "SimpleRNN", "config": {"trainable": true, "go_backwards": false, "input_dtype": "float32", "activation": "relu", "unroll": false, "U_regularizer": null, "init": "uniform", "b_regularizer": null, "batch_input_shape": [1, 1, 79], "name": "simplernn_1", "consume_less": "cpu", "inner_init": "uniform", "stateful": true, "output_dim": 50, "dropout_U": 0.0, "return_sequences": false, "dropout_W": 0.0, "W_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "input_dim": null, "activation": "softmax", "W_constraint": null, "activity_regularizer": null, "b_constraint": null, "init": "uniform", "b_regularizer": null, "name": "dense_1", "output_dim": 5, "bias": true, "W_regularizer": null}}]}