{"backend": "theano", "config": [{"class_name": "SimpleRNN", "config": {"dropout": 0.0, "use_bias": true, "activation": "sigmoid", "recurrent_regularizer": null, "dtype": "float32", "batch_input_shape": [1, 1, 79], "stateful": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "bias_regularizer": null, "units": 50, "activity_regularizer": null, "recurrent_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_dropout": 0.0, "unroll": false, "kernel_regularizer": null, "kernel_constraint": null, "return_sequences": false, "implementation": 0, "trainable": true, "name": "simple_rnn_1", "go_backwards": false, "bias_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "activation": "sigmoid", "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "units": 1, "activity_regularizer": null, "trainable": true, "name": "dense_1", "bias_regularizer": null, "bias_constraint": null}}], "keras_version": "2.0.3", "class_name": "Sequential"}