{"config": [{"config": {"activation": "relu", "activity_regularizer": null, "batch_input_shape": [1, 1, 79], "name": "simple_rnn_1", "implementation": 0, "kernel_constraint": null, "kernel_regularizer": null, "dtype": "float32", "recurrent_regularizer": null, "units": 50, "go_backwards": false, "recurrent_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "return_sequences": false, "dropout": 0.0, "bias_constraint": null, "stateful": true, "bias_regularizer": null, "recurrent_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "recurrent_dropout": 0.0, "unroll": false, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true}, "class_name": "SimpleRNN"}, {"config": {"activation": "sigmoid", "units": 1, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "bias_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}