{"keras_version": "2.0.3", "config": [{"config": {"dropout": 0.0, "use_bias": true, "kernel_regularizer": null, "name": "simple_rnn_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_dropout": 0.0, "activation": "relu", "bias_regularizer": null, "recurrent_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "recurrent_constraint": null, "batch_input_shape": [1, 1, 79], "trainable": true, "stateful": true, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "recurrent_regularizer": null, "dtype": "float32", "unroll": false, "go_backwards": false, "implementation": 0, "bias_constraint": null, "activity_regularizer": null, "return_sequences": false, "units": 50}, "class_name": "SimpleRNN"}, {"config": {"trainable": true, "use_bias": true, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "activation": "sigmoid", "bias_regularizer": null, "units": 1}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "theano"}