{"class_name": "Sequential", "keras_version": "1.1.1", "config": [{"class_name": "SimpleRNN", "config": {"consume_less": "cpu", "inner_init": "uniform", "return_sequences": false, "output_dim": 50, "W_regularizer": null, "go_backwards": false, "batch_input_shape": [1, 1, 79], "trainable": true, "b_regularizer": null, "stateful": true, "unroll": false, "U_regularizer": null, "activation": "relu", "input_dtype": "float32", "name": "simplernn_1", "dropout_U": 0.0, "dropout_W": 0.0, "init": "uniform"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "output_dim": 3, "W_regularizer": null, "W_constraint": null, "b_constraint": null, "activation": "softmax", "trainable": true, "b_regularizer": null, "bias": true, "input_dim": null, "name": "dense_1", "init": "uniform"}}]}