{"keras_version": "1.1.1", "config": [{"config": {"dropout_U": 0.0, "name": "simplernn_1", "stateful": true, "input_dtype": "float32", "unroll": false, "U_regularizer": null, "init": "uniform", "inner_init": "uniform", "dropout_W": 0.0, "output_dim": 50, "batch_input_shape": [1, 1, 79], "return_sequences": false, "trainable": true, "W_regularizer": null, "go_backwards": false, "b_regularizer": null, "consume_less": "cpu", "activation": "relu"}, "class_name": "SimpleRNN"}, {"config": {"name": "dense_1", "activity_regularizer": null, "trainable": true, "output_dim": 1, "b_constraint": null, "bias": true, "activation": "sigmoid", "input_dim": null, "init": "uniform", "W_regularizer": null, "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}