{"class_name": "Sequential", "config": [{"class_name": "LSTM", "config": {"name": "lstm_1", "recurrent_regularizer": null, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "go_backwards": false, "kernel_constraint": null, "kernel_regularizer": null, "recurrent_activation": "hard_sigmoid", "trainable": true, "unroll": false, "batch_input_shape": [1, 1, 79], "return_sequences": false, "implementation": 0, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "recurrent_dropout": 0.0, "stateful": true, "unit_forget_bias": true, "dtype": "float32", "activity_regularizer": null, "bias_regularizer": null, "dropout": 0.0, "use_bias": true, "recurrent_constraint": null, "bias_constraint": null, "units": 50}}, {"class_name": "Dense", "config": {"name": "dense_1", "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1, "bias_constraint": null}}], "keras_version": "2.0.3", "backend": "theano"}