{"config": [{"config": {"recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "implementation": 0, "bias_constraint": null, "unit_forget_bias": true, "units": 50, "trainable": true, "activation": "sigmoid", "return_sequences": true, "use_bias": true, "name": "lstm_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_regularizer": null, "dropout": 0.0, "recurrent_dropout": 0.0, "kernel_regularizer": null, "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "unroll": false, "stateful": true, "batch_input_shape": [1, 1, 79], "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "recurrent_constraint": null, "go_backwards": false}, "class_name": "LSTM"}, {"config": {"recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "implementation": 0, "bias_constraint": null, "unit_forget_bias": true, "units": 50, "trainable": true, "activation": "sigmoid", "return_sequences": false, "dropout": 0.0, "name": "lstm_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_regularizer": null, "use_bias": true, "recurrent_dropout": 0.0, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "unroll": false, "stateful": true, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "recurrent_constraint": null, "go_backwards": false}, "class_name": "LSTM"}, {"config": {"trainable": true, "use_bias": true, "bias_constraint": null, "units": 5, "activation": "softmax", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_1", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}