{"config": [{"config": {"batch_input_shape": [1, 1, 79], "go_backwards": false, "unit_forget_bias": true, "kernel_constraint": null, "activation": "sigmoid", "bias_constraint": null, "name": "lstm_1", "units": 50, "implementation": 0, "dropout": 0.0, "recurrent_constraint": null, "return_sequences": true, "bias_regularizer": null, "kernel_regularizer": null, "unroll": false, "trainable": true, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true, "recurrent_dropout": 0.0, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "stateful": true, "recurrent_regularizer": null, "activity_regularizer": null}, "class_name": "LSTM"}, {"config": {"go_backwards": false, "unit_forget_bias": true, "kernel_constraint": null, "activation": "sigmoid", "bias_constraint": null, "name": "lstm_2", "units": 40, "implementation": 0, "recurrent_regularizer": null, "dropout": 0.0, "recurrent_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "unroll": false, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true, "recurrent_dropout": 0.0, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "return_sequences": true, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "stateful": true, "activity_regularizer": null, "trainable": true}, "class_name": "LSTM"}, {"config": {"go_backwards": false, "unit_forget_bias": true, "kernel_constraint": null, "activation": "sigmoid", "bias_constraint": null, "name": "lstm_3", "units": 30, "implementation": 0, "recurrent_regularizer": null, "dropout": 0.0, "recurrent_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "unroll": false, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "use_bias": true, "recurrent_dropout": 0.0, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "return_sequences": false, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "stateful": true, "activity_regularizer": null, "trainable": true}, "class_name": "LSTM"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "bias_constraint": null, "name": "dense_1", "units": 1, "trainable": true, "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}