{"class_name": "Sequential", "config": [{"class_name": "LSTM", "config": {"units": 50, "dropout": 0.0, "implementation": 0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "activation": "sigmoid", "return_sequences": false, "unroll": false, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "trainable": true, "batch_input_shape": [1, 1, 79], "kernel_regularizer": null, "unit_forget_bias": true, "dtype": "float32", "recurrent_dropout": 0.0, "recurrent_regularizer": null, "go_backwards": false, "name": "lstm_1", "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "use_bias": true, "stateful": true, "kernel_constraint": null, "recurrent_activation": "hard_sigmoid", "bias_constraint": null, "recurrent_constraint": null}}, {"class_name": "Dense", "config": {"units": 5, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "bias_regularizer": null, "name": "dense_1", "activation": "softmax", "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null}}], "backend": "theano", "keras_version": "2.0.3"}