{"class_name": "Sequential", "config": [{"class_name": "LSTM", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_regularizer": null, "implementation": 0, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "unit_forget_bias": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 50, "unroll": false, "recurrent_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "batch_input_shape": [1, 1, 79], "dtype": "float32", "go_backwards": false, "recurrent_dropout": 0.0, "dropout": 0.0, "return_sequences": true, "recurrent_activation": "hard_sigmoid", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "stateful": true, "name": "lstm_1"}}, {"class_name": "LSTM", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_regularizer": null, "implementation": 0, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "unit_forget_bias": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 40, "unroll": false, "recurrent_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "recurrent_activation": "hard_sigmoid", "go_backwards": false, "recurrent_dropout": 0.0, "dropout": 0.0, "return_sequences": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "stateful": true, "name": "lstm_2"}}, {"class_name": "LSTM", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_regularizer": null, "implementation": 0, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "unit_forget_bias": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 30, "unroll": false, "recurrent_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "recurrent_activation": "hard_sigmoid", "go_backwards": false, "recurrent_dropout": 0.0, "dropout": 0.0, "return_sequences": false, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "stateful": true, "name": "lstm_3"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_1"}}], "keras_version": "2.0.3", "backend": "theano"}