{"config": [{"config": {"activity_regularizer": null, "recurrent_dropout": 0.0, "unit_forget_bias": true, "dtype": "float32", "stateful": true, "name": "lstm_1", "recurrent_regularizer": null, "dropout": 0.0, "batch_input_shape": [1, 1, 79], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "go_backwards": false, "kernel_constraint": null, "trainable": true, "return_sequences": true, "recurrent_constraint": null, "units": 50, "use_bias": true, "bias_regularizer": null, "activation": "relu", "unroll": false, "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "implementation": 0, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "recurrent_activation": "hard_sigmoid"}, "class_name": "LSTM"}, {"config": {"activity_regularizer": null, "recurrent_dropout": 0.0, "recurrent_activation": "hard_sigmoid", "stateful": true, "recurrent_regularizer": null, "dropout": 0.0, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "go_backwards": false, "kernel_constraint": null, "trainable": true, "return_sequences": false, "recurrent_constraint": null, "units": 50, "implementation": 0, "use_bias": true, "bias_regularizer": null, "activation": "relu", "unroll": false, "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "unit_forget_bias": true, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "name": "lstm_2"}, "class_name": "LSTM"}, {"config": {"activity_regularizer": null, "units": 1, "use_bias": true, "bias_regularizer": null, "activation": "sigmoid", "name": "dense_1", "trainable": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "theano", "keras_version": "2.0.3"}