{"config": [{"config": {"recurrent_regularizer": null, "batch_input_shape": [1, 1, 79], "implementation": 0, "recurrent_activation": "hard_sigmoid", "name": "lstm_1", "return_sequences": false, "use_bias": true, "activation": "relu", "go_backwards": false, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "unroll": false, "dropout": 0.0, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "recurrent_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "units": 50, "stateful": true, "bias_constraint": null, "recurrent_constraint": null, "bias_regularizer": null, "unit_forget_bias": true, "dtype": "float32", "recurrent_dropout": 0.0}, "class_name": "LSTM"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "bias_constraint": null, "units": 1, "name": "dense_1", "use_bias": true, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "activation": "sigmoid"}, "class_name": "Dense"}], "keras_version": "2.0.3", "backend": "theano", "class_name": "Sequential"}