{"backend": "theano", "config": [{"config": {"activation": "relu", "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "return_sequences": true, "dropout": 0.0, "name": "lstm_1", "recurrent_constraint": null, "unroll": false, "recurrent_activation": "hard_sigmoid", "bias_regularizer": null, "units": 50, "recurrent_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "dtype": "float32", "go_backwards": false, "trainable": true, "stateful": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "batch_input_shape": [1, 1, 79], "kernel_regularizer": null, "recurrent_dropout": 0.0, "unit_forget_bias": true, "implementation": 0, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "LSTM"}, {"config": {"activation": "relu", "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "return_sequences": true, "dropout": 0.0, "name": "lstm_2", "recurrent_constraint": null, "unroll": false, "recurrent_activation": "hard_sigmoid", "bias_regularizer": null, "units": 40, "recurrent_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "go_backwards": false, "trainable": true, "stateful": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "kernel_regularizer": null, "recurrent_dropout": 0.0, "unit_forget_bias": true, "implementation": 0, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "LSTM"}, {"config": {"activation": "relu", "recurrent_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "return_sequences": false, "dropout": 0.0, "name": "lstm_3", "recurrent_constraint": null, "unroll": false, "recurrent_activation": "hard_sigmoid", "bias_regularizer": null, "units": 30, "recurrent_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "go_backwards": false, "trainable": true, "stateful": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "kernel_regularizer": null, "recurrent_dropout": 0.0, "unit_forget_bias": true, "implementation": 0, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "LSTM"}, {"config": {"bias_constraint": null, "kernel_constraint": null, "activation": "sigmoid", "name": "dense_1", "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "units": 1, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3"}