{"keras_version": "2.0.3", "config": [{"class_name": "LSTM", "config": {"dtype": "float32", "kernel_regularizer": null, "unit_forget_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "go_backwards": false, "unroll": false, "recurrent_constraint": null, "return_sequences": true, "trainable": true, "stateful": true, "name": "lstm_1", "kernel_constraint": null, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "recurrent_regularizer": null, "dropout": 0.0, "bias_constraint": null, "recurrent_dropout": 0.0, "batch_input_shape": [1, 1, 79], "activation": "sigmoid", "units": 50, "implementation": 0, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "recurrent_activation": "hard_sigmoid"}}, {"class_name": "LSTM", "config": {"kernel_regularizer": null, "unit_forget_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "go_backwards": false, "unroll": false, "recurrent_constraint": null, "return_sequences": false, "trainable": true, "stateful": true, "name": "lstm_2", "kernel_constraint": null, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "recurrent_regularizer": null, "dropout": 0.0, "bias_constraint": null, "recurrent_dropout": 0.0, "activation": "sigmoid", "units": 50, "implementation": 0, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "recurrent_activation": "hard_sigmoid"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "units": 1, "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "kernel_constraint": null, "name": "dense_1"}}], "backend": "theano", "class_name": "Sequential"}