{"class_name": "Sequential", "config": [{"class_name": "LSTM", "config": {"recurrent_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "recurrent_constraint": null, "activity_regularizer": null, "unit_forget_bias": true, "kernel_constraint": null, "units": 50, "kernel_regularizer": null, "go_backwards": false, "implementation": 0, "bias_regularizer": null, "trainable": true, "unroll": false, "name": "lstm_1", "recurrent_regularizer": null, "dropout": 0.0, "activation": "relu", "return_sequences": false, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "use_bias": true, "batch_input_shape": [1, 1, 79], "recurrent_dropout": 0.0, "recurrent_activation": "hard_sigmoid", "bias_constraint": null, "stateful": true, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_1", "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "units": 1, "kernel_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "maxval": 0.05, "minval": -0.05}}, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "theano", "keras_version": "2.0.3"}