{"class_name": "Sequential", "backend": "theano", "keras_version": "2.0.3", "config": [{"class_name": "LSTM", "config": {"unit_forget_bias": true, "kernel_constraint": null, "batch_input_shape": [1, 1, 79], "recurrent_dropout": 0.0, "kernel_regularizer": null, "return_sequences": true, "unroll": false, "activation": "relu", "name": "lstm_1", "bias_constraint": null, "implementation": 0, "use_bias": true, "units": 50, "recurrent_constraint": null, "dropout": 0.0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "recurrent_activation": "hard_sigmoid", "trainable": true, "recurrent_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activity_regularizer": null, "bias_regularizer": null, "stateful": true, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "go_backwards": false}}, {"class_name": "LSTM", "config": {"unit_forget_bias": true, "kernel_constraint": null, "recurrent_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_regularizer": null, "return_sequences": false, "unroll": false, "activation": "relu", "name": "lstm_2", "bias_constraint": null, "implementation": 0, "use_bias": true, "units": 50, "recurrent_constraint": null, "dropout": 0.0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_dropout": 0.0, "recurrent_activation": "hard_sigmoid", "trainable": true, "recurrent_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "activity_regularizer": null, "bias_regularizer": null, "stateful": true, "go_backwards": false}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 1}}]}