{"keras_version": "2.0.3", "config": [{"config": {"use_bias": true, "dtype": "float32", "batch_input_shape": [null, 79], "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 30, "name": "dense_77", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_56", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 30, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_78", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_57", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 30, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_79", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_58", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 30, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_80", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_59", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 30, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_81", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_60", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 5, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_82", "bias_constraint": null, "activation": "softmax", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "theano"}