{"keras_version": "2.0.3", "config": [{"config": {"use_bias": true, "dtype": "float32", "batch_input_shape": [null, 79], "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 40, "name": "dense_83", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_61", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_84", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_62", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_85", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_63", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_86", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_64", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_87", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_65", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 5, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_88", "bias_constraint": null, "activation": "softmax", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "theano"}