{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "name": "dense_89", "batch_input_shape": [null, 79], "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_66", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_90", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_67", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_91", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_68", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_92", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_69", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_93", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_70", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_94", "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}], "keras_version": "2.0.3", "backend": "theano"}