{"config": [{"config": {"bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_constraint": null, "batch_input_shape": [null, 79], "units": 20, "use_bias": true, "name": "dense_371", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_276", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 20, "use_bias": true, "name": "dense_372", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_277", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 20, "use_bias": true, "name": "dense_373", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_278", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 20, "use_bias": true, "name": "dense_374", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_279", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 20, "use_bias": true, "name": "dense_375", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_280", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1, "use_bias": true, "name": "dense_376", "kernel_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}