{"keras_version": "1.1.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_142", "init": "glorot_uniform", "b_regularizer": null, "batch_input_shape": [null, 79], "input_dtype": "float32", "b_constraint": null, "activation": "relu", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 60, "bias": true, "W_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_103", "p": 0.4, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_143", "init": "glorot_uniform", "b_regularizer": null, "bias": true, "b_constraint": null, "activation": "relu", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 60, "W_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_104", "p": 0.4, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_144", "init": "glorot_uniform", "b_regularizer": null, "bias": true, "b_constraint": null, "activation": "relu", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 60, "W_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_105", "p": 0.4, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_145", "init": "glorot_uniform", "b_regularizer": null, "bias": true, "b_constraint": null, "activation": "softmax", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 3, "W_regularizer": null}}]}