{"backend": "theano", "config": [{"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_189", "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 79], "units": 50, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_141", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_190", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 50, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_142", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_191", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 50, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_143", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_192", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 50, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_144", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_193", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 50, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_145", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "name": "dense_194", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 5, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3"}