{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "name": "dense_151", "batch_input_shape": [null, 79], "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 30, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_110", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_152", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 30, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_111", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_153", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 30, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_112", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_154", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 30, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_113", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_155", "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}], "keras_version": "2.0.3", "backend": "theano"}