{"backend": "theano", "config": [{"config": {"name": "dense_71", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_constraint": null, "batch_input_shape": [null, 79], "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_51", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_72", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_52", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_73", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_53", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_74", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_54", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_75", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_55", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_76", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 5, "kernel_constraint": null, "activation": "softmax", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential"}