{"config": [{"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 79], "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_46", "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_31", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_47", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_32", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_48", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_33", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_49", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_34", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "units": 3, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_50", "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3", "backend": "theano"}