{"config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 50, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "dtype": "float32", "name": "dense_161", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 79], "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_118", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 50, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_162", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_119", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 50, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_163", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_120", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 50, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_164", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_121", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 5, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_165", "activation": "softmax", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential", "backend": "theano"}