{"backend": "theano", "config": [{"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_95", "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 79], "units": 60, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_71", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_96", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 60, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_72", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_97", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 60, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_73", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_98", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 60, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_74", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_99", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 60, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_75", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "name": "dense_100", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 5, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3"}