{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "name": "dense_189", "batch_input_shape": [null, 79], "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_141", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_190", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_142", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_191", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_143", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_192", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_144", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_193", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_145", "rate": 0.4}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_194", "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}], "keras_version": "2.0.3", "backend": "theano"}