{"config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 30, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "dtype": "float32", "name": "dense_77", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 79], "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_56", "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 30, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_78", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_57", "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 30, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_79", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_58", "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 30, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_80", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_59", "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 30, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_81", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_60", "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 5, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_82", "activation": "softmax", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential", "backend": "theano"}