{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "units": 40, "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_constraint": null, "batch_input_shape": [null, 79], "dtype": "float32"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_2", "activation": "relu", "activity_regularizer": null, "units": 40, "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_3", "activation": "relu", "activity_regularizer": null, "units": 40, "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_4", "activation": "relu", "activity_regularizer": null, "units": 40, "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_5", "activation": "relu", "activity_regularizer": null, "units": 40, "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_6", "activation": "softmax", "activity_regularizer": null, "units": 5, "kernel_regularizer": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "keras_version": "2.0.3", "backend": "theano"}