{"config": [{"config": {"units": 30, "name": "dense_451", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "batch_input_shape": [null, 79], "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_335", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_452", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_336", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_453", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_337", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_454", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_338", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 5, "name": "dense_455", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}