{"config": [{"config": {"batch_input_shape": [null, 79], "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 50, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_89", "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_66", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_90", "use_bias": true, "units": 50, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_67", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_91", "use_bias": true, "units": 50, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_68", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_92", "use_bias": true, "units": 50, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_69", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_93", "use_bias": true, "units": 50, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_70", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "softmax", "trainable": true, "name": "dense_94", "use_bias": true, "units": 5, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}