{"backend": "theano", "config": [{"config": {"name": "dense_166", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "kernel_constraint": null, "batch_input_shape": [null, 79], "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_122", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_167", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_123", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_168", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_124", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_169", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_125", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_170", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 5, "kernel_constraint": null, "activation": "softmax", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential"}