{"keras_version": "2.0.3", "class_name": "Sequential", "backend": "theano", "config": [{"class_name": "Dense", "config": {"use_bias": true, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_1", "kernel_constraint": null, "activation": "relu", "bias_regularizer": null, "batch_input_shape": [null, 79], "units": 30, "kernel_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "rate": 0.4, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 30, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_2", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "rate": 0.4, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 30, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_3", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "rate": 0.4, "name": "dropout_3"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 5, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_4", "activation": "softmax"}}]}