{"config": [{"config": {"batch_input_shape": [null, 79], "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 60, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_95", "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_71", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_96", "use_bias": true, "units": 60, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_72", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_97", "use_bias": true, "units": 60, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_73", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_98", "use_bias": true, "units": 60, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_74", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_99", "use_bias": true, "units": 60, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_75", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "softmax", "trainable": true, "name": "dense_100", "use_bias": true, "units": 5, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}