{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_146", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 79], "kernel_constraint": null, "dtype": "float32", "use_bias": true, "kernel_regularizer": null, "units": 20, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_106", "rate": 0.4}}, {"class_name": "Dense", "config": {"name": "dense_147", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 20, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_107", "rate": 0.4}}, {"class_name": "Dense", "config": {"name": "dense_148", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 20, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_108", "rate": 0.4}}, {"class_name": "Dense", "config": {"name": "dense_149", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 20, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_109", "rate": 0.4}}, {"class_name": "Dense", "config": {"name": "dense_150", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 1, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid"}}], "backend": "theano", "keras_version": "2.0.3"}