{"config": [{"config": {"units": 30, "name": "dense_377", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "batch_input_shape": [null, 79], "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_281", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_378", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_282", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_379", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_283", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_380", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_284", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 30, "name": "dense_381", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_285", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 5, "name": "dense_382", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}