{"config": [{"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 79], "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 30, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_77", "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_56", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 30, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_78", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_57", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 30, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_79", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_58", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 30, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_80", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_59", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 30, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_81", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_60", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "units": 3, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_82", "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3", "backend": "theano"}