{"config": [{"config": {"units": 60, "name": "dense_395", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "batch_input_shape": [null, 79], "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_296", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 60, "name": "dense_396", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_297", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 60, "name": "dense_397", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_298", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 60, "name": "dense_398", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_299", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 60, "name": "dense_399", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_300", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 5, "name": "dense_400", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}