{"config": [{"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 79], "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 40, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_83", "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_61", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 40, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_84", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_62", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 40, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_85", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_63", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 40, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_86", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_64", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 40, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_87", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_65", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "units": 3, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_88", "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3", "backend": "theano"}