{"config": [{"config": {"bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_constraint": null, "batch_input_shape": [null, 79], "units": 60, "use_bias": true, "name": "dense_423", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_314", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 60, "use_bias": true, "name": "dense_424", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_315", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1, "use_bias": true, "name": "dense_425", "kernel_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}