{"config": [{"config": {"bias_constraint": null, "use_bias": true, "name": "dense_383", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "batch_input_shape": [null, 79], "kernel_regularizer": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 40, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_286", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_384", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 40, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_287", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_385", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 40, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_288", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_386", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 40, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_289", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_387", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 40, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_290", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_388", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "kernel_constraint": null, "activation": "sigmoid"}, "class_name": "Dense"}], "backend": "theano", "keras_version": "2.0.3", "class_name": "Sequential"}