{"backend": "theano", "config": [{"config": {"name": "dense_177", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 30, "kernel_constraint": null, "batch_input_shape": [null, 79], "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_131", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_178", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 30, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_132", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_179", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 30, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_133", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_180", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 30, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_134", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_181", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 30, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_135", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_182", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 5, "kernel_constraint": null, "activation": "softmax", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential"}