{"config": [{"config": {"units": 20, "name": "dense_446", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "batch_input_shape": [null, 79], "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_331", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 20, "name": "dense_447", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_332", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 20, "name": "dense_448", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_333", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 20, "name": "dense_449", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_334", "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 5, "name": "dense_450", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}