{"keras_version": "2.0.3", "config": [{"config": {"use_bias": true, "dtype": "float32", "batch_input_shape": [null, 79], "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 40, "name": "dense_56", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_39", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_57", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_40", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_58", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_41", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_59", "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_42", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 5, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_60", "bias_constraint": null, "activation": "softmax", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "theano"}