{"backend": "theano", "config": [{"config": {"name": "dense_189", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 50, "kernel_constraint": null, "batch_input_shape": [null, 79], "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_141", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_190", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 50, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_142", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_191", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 50, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_143", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_192", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 50, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_144", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_193", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 50, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dropout_145", "rate": 0.6, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_194", "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 5, "kernel_constraint": null, "activation": "softmax", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential"}