{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_83", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 79], "kernel_constraint": null, "dtype": "float32", "use_bias": true, "kernel_regularizer": null, "units": 40, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_61", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_84", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 40, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_62", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_85", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 40, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_63", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_86", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 40, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_64", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_87", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 40, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_65", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_88", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 1, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid"}}], "backend": "theano", "keras_version": "2.0.3"}