{"config": [{"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 79], "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 20, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_71", "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_51", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_72", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_52", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_73", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_53", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_74", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_54", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_75", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_55", "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "units": 3, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "name": "dense_76", "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3", "backend": "theano"}