{"backend": "theano", "config": [{"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_177", "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 79], "units": 30, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_131", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_178", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 30, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_132", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_179", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 30, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_133", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_180", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 30, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_134", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_181", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 30, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_135", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "name": "dense_182", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 5, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3"}