{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "name": "dense_95", "batch_input_shape": [null, 79], "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 60, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_71", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_96", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 60, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_72", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_97", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 60, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_73", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_98", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 60, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_74", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_99", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 60, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_75", "rate": 0.2}}, {"class_name": "Dense", "config": {"bias_constraint": null, "name": "dense_100", "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null}}], "keras_version": "2.0.3", "backend": "theano"}