{"config": [{"config": {"batch_input_shape": [null, 79], "activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 30, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_30", "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_19", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_31", "use_bias": true, "units": 30, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_20", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "relu", "trainable": true, "name": "dense_32", "use_bias": true, "units": 30, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_21", "trainable": true, "rate": 0.6}, "class_name": "Dropout"}, {"config": {"activation": "softmax", "trainable": true, "name": "dense_33", "use_bias": true, "units": 5, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}