{"backend": "theano", "config": [{"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_126", "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 79], "units": 20, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_91", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_127", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 20, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_92", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_128", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 20, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_93", "rate": 0.8}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "name": "dense_129", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 5, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3"}