{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_95", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 79], "kernel_constraint": null, "dtype": "float32", "use_bias": true, "kernel_regularizer": null, "units": 60, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_71", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_96", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 60, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_72", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_97", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 60, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_73", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_98", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 60, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_74", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_99", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 60, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_75", "rate": 0.2}}, {"class_name": "Dense", "config": {"name": "dense_100", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "units": 1, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid"}}], "backend": "theano", "keras_version": "2.0.3"}