{"config": [{"config": {"bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_constraint": null, "batch_input_shape": [null, 79], "units": 40, "use_bias": true, "name": "dense_383", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_286", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 40, "use_bias": true, "name": "dense_384", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_287", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 40, "use_bias": true, "name": "dense_385", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_288", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 40, "use_bias": true, "name": "dense_386", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_289", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 40, "use_bias": true, "name": "dense_387", "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dropout_290", "trainable": true, "rate": 0.4}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1, "use_bias": true, "name": "dense_388", "kernel_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}