{"config": [{"config": {"bias_constraint": null, "use_bias": true, "name": "dense_223", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "batch_input_shape": [null, 79], "kernel_regularizer": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_164", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_224", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "kernel_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_165", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "use_bias": true, "name": "dense_225", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "kernel_constraint": null, "activation": "sigmoid"}, "class_name": "Dense"}], "backend": "theano", "keras_version": "2.0.3", "class_name": "Sequential"}