{"config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 20, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "dtype": "float32", "name": "dense_371", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 79], "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_276", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 20, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_372", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_277", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 20, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_373", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_278", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 20, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_374", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_279", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 20, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_375", "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_280", "rate": 0.4, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 5, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "name": "dense_376", "activation": "softmax", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential", "backend": "theano"}