{"keras_version": "1.1.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_134", "init": "glorot_uniform", "b_regularizer": null, "batch_input_shape": [null, 79], "input_dtype": "float32", "b_constraint": null, "activation": "relu", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 40, "bias": true, "W_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_97", "p": 0.4, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_135", "init": "glorot_uniform", "b_regularizer": null, "bias": true, "b_constraint": null, "activation": "relu", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 40, "W_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_98", "p": 0.4, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_136", "init": "glorot_uniform", "b_regularizer": null, "bias": true, "b_constraint": null, "activation": "relu", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 40, "W_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_99", "p": 0.4, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "name": "dense_137", "init": "glorot_uniform", "b_regularizer": null, "bias": true, "b_constraint": null, "activation": "softmax", "input_dim": null, "trainable": true, "activity_regularizer": null, "output_dim": 3, "W_regularizer": null}}]}