{"config": [{"config": {"units": 50, "name": "dense_389", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "batch_input_shape": [null, 79], "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_291", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 50, "name": "dense_390", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_292", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 50, "name": "dense_391", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_293", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 50, "name": "dense_392", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_294", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 50, "name": "dense_393", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_295", "rate": 0.0}, "class_name": "Dropout"}, {"config": {"units": 5, "name": "dense_394", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential", "keras_version": "2.0.3"}