{"backend": "theano", "config": [{"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_283", "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 79], "units": 40, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_211", "rate": 0.4}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_284", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 40, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_212", "rate": 0.4}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_285", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 40, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_213", "rate": 0.4}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_286", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 40, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_214", "rate": 0.4}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "name": "dense_287", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 40, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_215", "rate": 0.4}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "name": "dense_288", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 5, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.3"}