{"class_name": "Sequential", "backend": "theano", "keras_version": "2.0.3", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activation": "relu", "kernel_constraint": null, "batch_input_shape": [null, 79], "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 20, "use_bias": true, "name": "dense_1", "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"rate": 0.4, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "activation": "softmax", "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 3, "use_bias": true, "name": "dense_2"}}]}